<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_for']          = '%s قسيمة الهدايا الى %s';
$_['text_success']      = 'تم بنجاح إعاادة حساب إجمالي الطلب !';

// Error
$_['error_warning']     = 'تحذير: الرجاء مراجعة الخانات الخاطئة !';
$_['error_permission']  = 'لا تمتلك صلاحيات الدخول الى هذه الصفحة, عليك الرجوع الى مدير النظام.';
$_['error_customer']    = 'تحذير: لم يتم العثور على العميل !';
$_['error_email']       = 'البريد الالكتروني غير صالح !';
$_['error_postcode']    = 'الرمز البريدي يجب أن يكون بين 2 و 10 رمزاً!';
$_['error_country']     = 'الرجاء اختيار البلد!';
$_['error_zone']        = 'الرجاء اختيار المنطقة / المحافظة!';
$_['error_stock']     = 'الطلبات التي بها علامة *** غير متوفرة حالياً أو الكمية المطلوبة غير كافية !';
$_['error_minimum']   = 'أقل كمية طلب لهذا المنتج %s هو %s!';	
$_['error_required']  = '%s مطلوب !';
$_['error_shipping']    = 'تحذير: طريقة الشحن مطلوبة !';
$_['error_no_shipping'] = 'تحذير: لاتوجد خيارات متاحة للشحن !';
$_['error_payment']     = 'تحذير: طريقة الدفع مطلوبة !';
$_['error_no_payment']  = 'تحذير: لاتوجد خيارات دفع متاحة !';
$_['error_coupon']      = 'تحذير: رمز القسيمة خاطيء أو انتهى أو تم استخدام الحد الأقصى للقسيمة !';
$_['error_voucher']     = 'تحذير: قسيمة الهدايا خاطئة أو تم استخدامها مسبقاً !';
$_['error_reward']      = 'تحذير: الرجاء ادخال عدد نقاط المكافآت التي تريد استخدامها !';	
$_['error_points']      = 'تحذير: انت لا تمتلك  %s نقاط مكافآت !';
$_['error_maximum']     = 'تحذير: الحد الأقصى للنقاط التي يمكن استخدامها هو  %s !';
$_['error_to_name']     = 'اسم المستلم يجب أن يكون بين 1 و 64 حرفاً !';
$_['error_from_name']   = 'اسمك يجب أن يكون بين 1 و 64 حرفاً !';
$_['error_amount']      = 'قيمة المبلغ يجب أن يكون بين %s و %s !';
?>